<template>
  <div class="w-[1220px] h-[706px] mt-[44px] ml-[60px]">
    <div class="w-[215px] h-[23px] font-roboto font-semibold text-[20px] leading-[23.44px] text-[#333333]"><span>О сайте Medical School</span></div>
    <div class="w-[57px] h-[4px] bg-[#4BA285] rounded-[5px] mt-[8px]"></div>
    <div class="w-[1220px] h-[100px] font-roboto font-normal text-[14px] leading-[16.41px] mt-[8px] text-[#333333]">
    <p>Сайт рыбатекст поможет дизайнеру, верстальщику, вебмастеру сгенерировать несколько абзацев более менее осмысленного текста рыбы на русском языке, а начинающему оратору отточить навык публичных выступлений в домашних условиях. При создании генератора мы использовали небезизвестный универсальный код речей. Текст генерируется абзацами случайным образом от двух до десяти предложений в абзаце, что позволяет сделать текст более привлекательным и живым для визуально-слухового восприятия.</p>
    <p class="mt-[20px]">
      По своей сути рыбатекст является альтернативой традиционному lorem ipsum, который вызывает у некторых людей недоумение при попытках прочитать рыбу текст. В отличии от lorem ipsum, текст рыба на русском языке наполнит любой макет непонятным смыслом и придаст неповторимый колорит советских времен.
    </p>
  </div>
  <div class="flex justify-center w-[459px] h-[442px] ml-[380.46px] mt-[190px]"><img src="../components/IMG/4960554 1.png"></div>
  </div>
</template>
<script>

</script>